Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/nasjonal_handlingsplan_for_fns_tiar_for_urfolkssprak.html.tmx
Source language: nob
Languages: smj

source: Nasjonal handlingsplan for FNs tiår for urfolksspråk
smj: Nasjåvnålasj doajmmaplánav ON álggoálmmukgielaj låhkejahkáj

source: FNs generalforsamling har vedtatt at 2022–2032 er FNs tiår for urfolksspråk.
smj: ONA oajvvetjåhkanibme l mierredam 2022–2032 ON álggoálmmukgielaj lågejahke.

source: Sametinget og Kommunal- og distriktsdepartementet har i samarbeid med flere aktører utarbeidet en handlingsplan for Norges arbeid med tiåret.
smj: Sámedigge ja Suohkan- ja guovllodepartemænnta li aktan ietjá akteraj dahkam doajmmaplánav Vuona giellalågejahke bargguj.

source: Ifølge UNESCO finnes det i dag mellom 6000 og 7000 språk i verden.
smj: UNESCO diedoj milta li gaskan 6000 ja 7000 giela væráldin uddni.

source: 96 prosent av språkene snakkes av bare tre prosent.
smj: 96 prosenta gielajs hålli dåssju gålmmå prosenta hoallijs.

source: Mange språk dør ut fordi de ikke blir praktisert, og den globale digitaliseringen har også en negativ effekt på verdens urfolksspråk.
smj: Moadda giela gáhtu gå e aneduvá, ja væráltvijddásasj digitalisierim aj nievret vájkkut værálda álggoálmmukgielajda.

source: Både Sametinget og Kommunal- og distriktsdepartementet deltar aktivt i arbeidet med tiåret.
smj: Sihke Sámedigge ja Suohkan- ja guovllodepartemænnta aktijvalattjat sæbrri lågejahke bargguj.

source: – Vi ønsker å bruke dette tiåret som en anledning til å arbeide både nasjonalt og internasjonalt med urfolksspråk.
smj: – Sihtap adnet dáv lågejagev máhttelisvuohtan barggat iemeálmmukgielaj sihke nasjåvnålattjat ja rijkajgasskasattjat.

source: Blant annet vil vi jobbe for muligheten til å bruke samisk på mobiltelefoner og på ulike digitale plattformer, sier Sigbjørn Gjelsvik (Sp).
smj: Duola degu sihtap barggat vaj máhttelisvuohta åvddån anátjit sámegielav giehtatelefåvnåjn ja iesjguhtik digitála vuogádagajn, javllá Sigbjørn Gjelsvik (GB).

source: ​ – Samer har et bredt samarbeid på tvers av landegrensene og vi jobber daglig på mange ulike nivåer for å styrke samiske språk.
smj: ​ – Sáme vijddát aktisasattjat barggi rijkarájáj rastá ja mij barggap sámegielaj nannimijn bæjválattjat moatten dásen.

source: Målet mitt er å få til et nasjonalt samisk språkløft med bevisste prioriteringer, og at våre valg har positive synergier også for andre urfolksspråk, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: Muv mihtto l oadtjot ájggáj nasjåvnålasj sáme giellalåpptimav gånnå li diedulasj vuorodime, ja jut mijá válljimijn li positijva synergijja ietjá álggoálmmukgielajda aj, javllá sámedikkeráde Mikkel Eskil Mikkelsen (NSR).

source: Sametinget og departementet har i fellesskap opprettet et nasjonalt samarbeidsforum som skal koordinere arbeidet med tiåret i Norge.
smj: Sámedigge ja departemænnta li aktan nasjåvnålasj aktisasjbarggoforumav ásadam mij galggá lågejage bargov koordinierit Vuonan.

source: Her er blant annet den samiske ungdomsorganisasjonen Noereh, Samisk høgskole, Nord universitet og Universitetet i Tromsø – Norges arktiske universitet, Kunnskapsdepartementet, Samerådet og Språkrådet representert.
smj: Danna li duola degu sáme nuorajorganisasjåvnnå Noereh, Sáme allaskåvllå, Nuortta universitiehtta ja Råmså universitiehta - Vuona arktalasj universitiehtta, Máhttodepartemænnta, Sámeráde ja Giellaráde.

source: Samarbeidsforumet har utarbeidet en nasjonal handlingsplan for tiåret.
smj: Aktisasjbarggoforum l nasjåvnålasj doajmmaplánav dahkam lågejahkáj.

source: Den nasjonale handlingsplanen skal fungere som et rammeverk for arbeidet under språktiåret, med et mål om å bevare, synliggjøre og utvikle samiske språk i Norge.
smj: Nasjåvnålasj doajmmapládna galggá doajmmat giellalågejagebargo ækton ulmijn várjjalit, tjalmostahttet ja åvddånahttet sámegielajt Vuonan.

source: Hovedmålene i handlingsplanen ligger fast for hele engasjementet i tiåret.
smj: Doajmmaplána oajvvemihttomiere li stuoves ålles lågejage ratjástibmáj.

source: Institusjonene og organisasjonene som er representert i det nasjonale samarbeidsforumet skal følge opp den nasjonale handlingsplanen og bidra til at målene i handlingsplanen blir oppfylt.
smj: Ásadusá ja organisasjåvnå ma nasjåvnålasj aktisasjbarggoforuman åvdåstuvvi galggi nasjåvnålasj doajmmaplánav tjuovvolit ja barggat vaj doajmmaplána mihttomiere ålliduvvi.
